Repository: berlinux2016/gnome-chromecast-player
Catalog: locale/*/LC_MESSAGES/gnome-chromecast-player.po
Languages: de

source: Open Video
de: Video öffnen

source: Recently opened videos
de: Zuletzt geöffnete Videos

source: Open video from URL (e.g. YouTube)
de: Video von URL öffnen (z.B. YouTube)

source: About
de: Über

source: Search Chromecast Devices
de: Chromecast-Geräte suchen

source: Select subtitles
de: Untertitel auswählen

source: Select audio track
de: Audio-Spur auswählen

source: Chapters
de: Kapitel

source: Playback speed
de: Wiedergabegeschwindigkeit

source: Video effects
de: Video-Effekte

source: Fullscreen (F11)
de: Vollbild (F11)

source: Picture-in-Picture (PiP)
de: Bild-in-Bild (PiP)

source: File no longer exists
de: Datei existiert nicht mehr

source: History cleared
de: Verlauf gelöscht

source: No valid video files found
de: Keine gültigen Video-Dateien gefunden

source: %d video(s) added to playlist
de: %d Video(s) zur Playlist hinzugefügt

source: Add videos to playlist
de: Videos zur Playlist hinzufügen

source: Import playlist (.m3u, .pls)
de: Playlist importieren (.m3u, .pls)

source: Save playlist
de: Playlist speichern

source: Shuffle playlist
de: Playlist mischen

source: Clear playlist
de: Playlist leeren

source: Chromecast Devices
de: Chromecast-Geräte

source: No devices found
de: Keine Geräte gefunden

source: Extended Information
de: Erweiterte Informationen

source: Device: -
de: Gerät: -

source: Device: %s
de: Gerät: %s

source: Model: -
de: Modell: -

source: Model: %s
de: Modell: %s

source: Buffer: 0%
de: Puffer: 0%

source: Progress: %d%%
de: Fortschritt: %d%%

source: Group (%d): %s
de: Gruppe (%d): %s

source: Previous video
de: Vorheriges Video

source: Play / Stop
de: Abspielen / Stoppen

source: Pause / Resume
de: Pause / Fortsetzen

source: Next video
de: Nächstes Video

source: A-B Loop: Set start point (key 'A')
de: A-B Loop: Startpunkt setzen (Taste 'A')

source: A-B Loop: Set end point (key 'B')
de: A-B Loop: Endpunkt setzen (Taste 'B')

source: Clear A-B Loop (key 'C')
de: A-B Loop löschen (Taste 'C')

source: Export A-B range as video (key 'E')
de: A-B Bereich als Video exportieren (Taste 'E')

source: Screenshot from current frame (key 'S')
de: Screenshot vom aktuellen Frame (Taste 'S')

source: Jump to time (key 'G')
de: Zu Zeit springen (Taste 'G')

source: Loop point A set: %s
de: Loop Punkt A gesetzt: %s

source: Loop point B set: %s
de: Loop Punkt B gesetzt: %s

source: Loop active: %s - %s
de: Loop aktiv: %s - %s

source: Point B must be after point A!
de: Punkt B muss nach Punkt A liegen!

source: A-B Loop cleared
de: A-B Loop gelöscht

source: Please set A and B points first
de: Bitte setze erst A und B Punkte

source: No video loaded
de: Kein Video geladen

source: Exporting clip...
de: Exportiere Clip...

source: Clip saved: %s
de: Clip gespeichert: %s

source: Clip export failed
de: Clip-Export fehlgeschlagen

source: Export error: %s
de: Export-Fehler: %s

source: ffmpeg not found - please install
de: ffmpeg nicht gefunden - bitte installieren

source: <b>Playback Mode:</b>
de: <b>Wiedergabe-Modus:</b>

source: Switch between local playback and Chromecast
de: Zwischen lokaler Wiedergabe und Chromecast umschalten

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: Saturation
de: Sättigung

source: Hue
de: Farbton

source: Reset
de: Zurücksetzen

source: Video Effects
de: Video-Effekte

source: Rotation & Flip
de: Rotation & Spiegelung

source: Rotate 90° CW
de: 90° rechts drehen

source: Rotate 180°
de: 180° drehen

source: Rotate 90° CCW
de: 90° links drehen

source: Vertical
de: ↕ Vertikal

source: Crop
de: Zuschneiden (Crop)

source: Top:
de: Oben:

source: Bottom:
de: Unten:

source: Left:
de: Links:

source: Right:
de: Rechts:

source: Gamma Correction
de: Gamma-Korrektur

source: Grayscale
de: Graustufen

source: Black & White
de: Schwarz-Weiß

source: Vivid
de: Lebhaft

source: Dark
de: Dunkel

source: Bright
de: Hell

source: Cool
de: Kalt

source: Reset All Effects
de: Alle Effekte zurücksetzen

source: Enter target time (format: MM:SS or HH:MM:SS)
de: Gib die Zielzeit ein (Format: MM:SS oder HH:MM:SS)

source: Video duration: %s
de: Video-Dauer: %s

source: Jumped to %s
de: Gesprungen zu %s

source: Invalid time specification
de: Ungültige Zeitangabe

source: PiP only available during local playback
de: PiP nur bei lokaler Wiedergabe verfügbar

source: Restore fullscreen
de: Vollbild wiederherstellen

source: Repeat: Off
de: Wiederholung: Aus

source: Repeat: All
de: Wiederholung: Alle

source: Repeat: One
de: Wiederholung: Einzeln

source: Enter a URL from YouTube or another supported site.
de: Fügen Sie eine URL von YouTube oder einer anderen unterstützten Seite ein.

source: Invalid URL entered.
de: Ungültige URL eingegeben.

source: Loading video information from URL...
de: Lade Video-Informationen von URL...

source: Loaded: %s (will auto-convert to MP4)
de: Geladen: %s (wird auto. zu MP4 konvertiert)

source: Converting video to MP4...
de: Konvertiere Video zu MP4...

source: Conversion complete!
de: Konvertierung abgeschlossen!

source: Converting... %s
de: Konvertiere... %s

source: Error: %s
de: Fehler: %s

source: Hardware encoding not available
de: Hardware-Encoding nicht verfügbar

source: Re-encoding in progress (%s)...
de: Re-Encoding läuft (%s)...

source: Re-encoding complete!
de: Re-Encoding abgeschlossen!

source: ℹ No specific GPU detected, using AMD settings
de: ℹ Keine spezifische GPU erkannt, nutze AMD-Einstellungen

source: ℹ Chromecast search already running.
de: ℹ Chromecast-Suche läuft bereits.

source: === Starting asynchronous Chromecast search ===
de: === Starte asynchrone Chromecast-Suche ===

source: Devices will be shown as they are found...
de: Geräte werden angezeigt, sobald sie gefunden werden...

source: ✓ Device found: %s (%s)
de: ✓ Gerät gefunden: %s (%s)

source: ✗ Device removed: %s
de: ✗ Gerät entfernt: %s

source: ✗ No devices found after 3 seconds.
de: ✗ Nach 3 Sekunden noch keine Geräte gefunden.

source: Possible causes:
de: Mögliche Ursachen:

source: - Chromecast and computer are not on the same network
de: - Chromecast und Computer sind nicht im gleichen WLAN

source: - Firewall blocks mDNS/Cast protocol
de: - Firewall blockiert mDNS/Cast-Protokoll

source: - Chromecast is not powered on
de: - Chromecast ist nicht eingeschaltet

source: ✗ Device '%s' could not be connected.
de: ✗ Gerät '%s' konnte nicht verbunden werden.

source: ✗ No Chromecast device selected
de: ✗ Kein Chromecast-Gerät ausgewählt

source: Starting Chromecast playback...
de: Starte Chromecast-Wiedergabe...

source: Stopping active app for Chromecast streaming...
de: Beende aktive App für Chromecast-Streaming...

source: ℹ Unknown video format, trying as MP4...
de: ℹ Unbekanntes Video-Format, versuche als MP4...

source: ✓ WebM is supported
de: ✓ WebM wird unterstützt

source: ✓ MP4 - fully supported
de: ✓ MP4 - vollständig unterstützt

source: Check firewall settings!
de: Überprüfe Firewall-Einstellungen!

source: Waiting for Chromecast response...
de: Warte auf Chromecast-Antwort...

source: Attempt %d/%d: Status update error: %s
de: Versuch %d/%d: Fehler beim Status-Update: %s

source: Attempt %d/%d: Status is IDLE, waiting (TV may be waking up)...
de: Versuch %d/%d: Status ist IDLE, warte weiter (TV wacht möglicherweise auf)...

source: ... sending another play command as 'push'.
de: ... sende erneuten Play-Befehl als 'Anstoß'.

source: TV might be off or Chromecast not responding.
de: Möglicherweise ist der TV ausgeschaltet oder Chromecast reagiert nicht.

source: Possible causes:
de: Mögliche Ursachen:

source: 1. Firewall blocking ports (run ./fix-firewall.sh)
de: 1. Firewall blockiert Ports (führe ./fix-firewall.sh aus)

source: 2. Video format not supported (use MP4)
de: 2. Video-Format wird nicht unterstützt (verwende MP4)

source: 3. Network issues between computer and Chromecast
de: 3. Netzwerkprobleme zwischen Computer und Chromecast

source: 4. Video codec not supported
de: 4. Video-Codec wird nicht unterstützt

source: Open firewall:
de: Firewall öffnen:

source: Chromecast: Pause being sent...
de: Chromecast: Pause wird gesendet...

source: Chromecast: Pause command successfully sent
de: Chromecast: Pause-Befehl erfolgreich gesendet

source: Chromecast pause error: %s
de: Chromecast Pause-Fehler: %s

source: WARNING: Chromecast Media Controller (self.mc) not initialized!
de: WARNUNG: Chromecast Media Controller (self.mc) ist nicht initialisiert!

source: Chromecast: Play being sent...
de: Chromecast: Play wird gesendet...

source: Chromecast: Play command successfully sent
de: Chromecast: Play-Befehl erfolgreich gesendet

source: Chromecast play error: %s
de: Chromecast Play-Fehler: %s

source: ✓ Chromecast: Seek successful to %.1fs
de: ✓ Chromecast: Seek erfolgreich zu %.1fs

source: Chromecast volume: %.0f%%
de: Chromecast Lautstärke: %.0f%%

source: ✗ Invalid volume value: %.1f (must be between 0.0 and 1.0)
de: ✗ Ungültiger Lautstärke-Wert: %.1f (muss zwischen 0.0 und 1.0 sein)

source: ✗ Error setting Chromecast volume: %s
de: ✗ Fehler beim Setzen der Chromecast-Lautstärke: %s

source: ✗ Error getting Chromecast volume: %s
de: ✗ Fehler beim Abrufen der Chromecast-Lautstärke: %s

source: ✗ No active Chromecast stream
de: ✗ Kein aktiver Chromecast-Stream

source: === Enabling Chromecast subtitles ===
de: === Aktiviere Chromecast-Untertitel ===

source: ✓ Subtitles enabled
de: ✓ Untertitel aktiviert

source: ✗ Error enabling subtitles: %s
de: ✗ Fehler beim Aktivieren der Untertitel: %s

source: ✓ Subtitles disabled
de: ✓ Untertitel deaktiviert

source: ✗ Error disabling subtitles: %s
de: ✗ Fehler beim Deaktivieren der Untertitel: %s

source: Select Chromecast audio track %d
de: Wähle Chromecast Audio-Track %d

source: ✓ Audio track %d selected
de: ✓ Audio-Track %d ausgewählt

source: ✗ Error switching audio track: %s
de: ✗ Fehler beim Wechseln der Audio-Spur: %s

source: === Searching for Chromecast groups ===
de: === Suche nach Chromecast-Gruppen ===

source: ℹ No Chromecast groups found
de: ℹ Keine Chromecast-Gruppen gefunden

source: Audio will be played synchronized on all devices in the group
de: Audio wird auf allen Geräten der Gruppe synchronisiert abgespielt

source: ✓ Video added to playlist: %s
de: ✓ Video zur Playlist hinzugefügt: %s

source: ℹ Video already in playlist: %s
de: ℹ Video bereits in Playlist: %s

source: ✓ Video removed from playlist: %s
de: ✓ Video aus Playlist entfernt: %s

source: ✓ Playlist cleared
de: ✓ Playlist geleert

source: ✓ Playlist saved: %s
de: ✓ Playlist gespeichert: %s

source: ✗ Error saving playlist: %s
de: ✗ Fehler beim Speichern der Playlist: %s

source: ✓ Playlist shuffled
de: ✓ Playlist gemischt

source: ✓ %d duplicate entries removed
de: ✓ %d doppelte Einträge entfernt

source: Track %d
de: Spur %d

source: Track %d (%s)
de: Spur %d (%s)

source: Subtitles disabled
de: Untertitel deaktiviert

source: Track %d (%s) [%s]
de: Spur %d (%s) [%s]

source: Local volume: %.0f%%
de: Lokale Lautstärke: %.0f%%

source: Playback speed: %.2fx
de: Wiedergabegeschwindigkeit: %.2fx

source: Error setting playback speed to %.2fx
de: Fehler beim Setzen der Wiedergabegeschwindigkeit auf %.2fx

source: Invalid playback speed: %.2f
de: Ungültige Wiedergabegeschwindigkeit: %.2f

source: No frame available for screenshot
de: Kein Frame verfügbar für Screenshot

source: No caps available for screenshot
de: Keine Caps für Screenshot verfügbar

source: No buffer for screenshot
de: Kein Buffer für Screenshot

source: Could not map buffer
de: Konnte Buffer nicht mappen

source: Screenshot saved: %s
de: Screenshot gespeichert: %s

source: Screenshot error: %s
de: Fehler beim Screenshot: %s

source: Brightness: %.2f
de: Helligkeit: %.2f

source: Contrast: %.2f
de: Kontrast: %.2f

source: Saturation: %.2f
de: Sättigung: %.2f

source: Hue: %.2f
de: Farbton: %.2f

source: Equalizer reset
de: Equalizer zurückgesetzt

source: Zoom: %.1fx (waiting for video dimensions)
de: Zoom: %.1fx (warte auf Video-Dimensionen)

source: Crop: Disabled
de: Crop: Deaktiviert

source: All video effects reset
de: Alle Video-Effekte zurückgesetzt

source: Filter preset applied: %s
de: Filter-Preset angewendet: %s

source: Unknown preset: %s
de: Unbekanntes Preset: %s

source: forward
de: vorwärts

source: backward
de: rückwärts

source: Local seeking to %.1fs (precise)
de: Lokales Seeking zu %.1fs (präzise)

source: ❌ Hardware acceleration not available!
de: ❌ Hardware-Beschleunigung nicht verfügbar!

source: This program requires hardware encoding for MKV/AVI conversion. Make sure that: • Your GPU drivers are installed • FFmpeg with hardware support is installed For AMD: sudo pacman -S mesa-va-drivers ffmpeg For NVIDIA: sudo pacman -S nvidia-utils ffmpeg For Intel: sudo pacman -S intel-media-driver ffmpeg More info: https://trac.ffmpeg.org/wiki/HWAccelIntro
de: Dieses Programm benötigt Hardware-Encoding für MKV/AVI Konvertierung. Stellen Sie sicher, dass: • Ihre GPU-Treiber installiert sind • FFmpeg mit Hardware-Unterstützung installiert ist Für AMD: sudo pacman -S mesa-va-drivers ffmpeg Für NVIDIA: sudo pacman -S nvidia-utils ffmpeg Für Intel: sudo pacman -S intel-media-driver ffmpeg Weitere Infos: https://trac.ffmpeg.org/wiki/HWAccelIntro
